Repository: drvy/onetimepass
Catalog: app/Language/*/LC_MESSAGES/app.po
Languages: es_es

source: Paste a password or another senstive information and we will generate a onetime link for you to share securely. Encryption and decryption happens in the browser, we never store plain-text information. The information will be stored for up to 7 days.
es_es: Pega una contraseña u otro tipo de información secreta y generaremos un enlace de un solo uso para poder compartirlo de forma segura. El contenido se cifra y descifra en el navegador, no guardamos texto plano. La información se guardara como máximo hasta 7 días.

source: Add files
es_es: Añadir archivos

source: Leaving the secret phrase field empty will cause a random secret phrase generation which will be included in the generated link.
es_es: Dejando el campo de contraseña en blanco causará que se genere una contraseña aleatoria que será incluida en el enlace generado.

source: Generate
es_es: Generar

source: Your sensitive information has been saved. You can share the following link and once it is opened it will be deleted.
es_es: La información sensible ha sido guardada. Puedes compartir el siguiente enlace y una vez sea abierto, será borrado.

source: Copy
es_es: Copiar

source: Delete
es_es: Borrar

source: F.A.Q.
es_es: Preguntas frecuentes.

source: Will the information be deleted by just visiting the link?
es_es: ¿La información se borra al visitar el enlace?

source: No. The user needs to confirm that he wants to view the senstive information before it being retrieved and deleted from the server.
es_es: No. El usuario debe confirmar que desea ver la información sensible antes de que esta sea mostrada y borrada del servidor.

source: For how long will this link be available?
es_es: ¿Durante cuanto tiempo esta disponible el enlace?

source: The link will be available for 7 days if unopened. Once the sensitive message has been opened, it will be instantly deleted.
es_es: La información se guarda durante 7 días si no es visualizada. Una vez se haya visualizado, será borrada al instante.

source: Can I delete it before the time limit?
es_es: ¿Puedo borrar el enlace antes del tiempo limite?

source: If you click the delete button now, it will be deleted instantly. If you leave this page, the only option to delete it will be to open the sensitive message by visiting the link.
es_es: Puedes hacer click ahora sobre el botón de "Borrar" y será borrado al instante. Si abandonas esta página, la única opción para borrar el enlace seria visitarlo y ver la información.

source: How is the information stored?
es_es: ¿Como se guarda la información?

source: The sensitive information is encrypted in your browser and stored as ilegible text in our server. In order to decypher it, the user must input the secret phrase. The decryption process is also done in the browser. We do not store the secret phrase.
es_es: La información sensible se cifra en tu navegador y se guarda como texto ilegible en nuestro servidor. Para descifrarla, el usuario debe introducir una contraseña. El proceso de descifrado también ocurre en el navegador. No guardamos la contraseña, no podemos leer la información almacenada.

source: WARNING
es_es: ATENCIÓN

source: Once opened, this message will be deleted from our servers and this link will become innacessible.
es_es: Una vez abierto, la información será borrada de nuestros servidores y este enlace se volverá inaccesible.

source: Open
es_es: Abir

source: Message
es_es: Mensaje
